{
	"data": [
		{
			"name": "Abel van As",
			"title": "The law of market forces in the Dutch museum world",
			"abstract": "This thesis focuses on the financial side of the Dutch museum landscape. According to ICOM, the international museum council, a museum must function in a certain way to call itself a museum. Over the last few years, a lot of privately owned museums opened worldwide, but also in The Netherlands. How museums get funded is something that will be discussed in this thesis. In this thesis I also compare the current political and financial atmosphere of the museum sector of The Netherlands with the healthcare sector in the beginning of the 21st century. A time of reorganisation of the health insurance system.",
			"image": "abel.webp",
			"link": "go-theses-24-abel-van-as"
		},
		{
			"name": "Aliona Ciobanu",
			"title": "Geographical rhythms",
			"abstract": "This thesis explores how myths become embedded in collective identities and how noise can serve as a form of resistance to myths. Starting from a personal perspective and moving to a broader one, I'm exploring three specific narratives that shape the collective identity in Moldova: language as a political tool for homogenization, visual culture as a representation of power and the role of heroes in reinforcing those narratives. By researching historical and geopolitical myths, I seek to understand their purpose and significance in contemporary society. When myths are utilized as political tools to influence collective identities, anything that does not align with the narrative is often perceived as chaos or noise. As such, one question remains: What do these noises truly signify?",
			"image": "aliona.webp",
			"link": "go-theses-24-aliona-ciobanu"
		},
		{
			"name": "Amber de Ronde",
			"title": "Traditional Craft and Digital Design",
			"abstract": "Through a combination of analog craftsmanship and digital technologies, my thesis investigates how traditional techniques can be seamlessly integrated into a contemporary design process. It explores the creative possibilities of analog and digital design. All about old & new, and my personal connection to the craft and tech blend.\n\nThe research question talks about the evolving relationship between traditional crafts, digital design, and artistic expression in contemporary design practices. \nThe methods used employs approaches, including museum visits, reading related publications, utilising library and online search programs, reviewing previous works, and engaging with documentaries and articles that resonate with the overarching theme. The books Digital Handmade: Craftsmanship and the New Industrial Revolution by Lucy Johnston, Textile visionaries: Innovation and sustainability in textile design by Bradley Quinn, can give me new insights in this topic.\n\nI research various artists to understand how they use traditional craft and digital tools. Some artists seamlessly blend these methods, while others focus solely on one approach. By studying artists like Elaine Yan Ling Ng, who combine traditional textile techniques with digital methods, alongside those who stick to age-old traditions without digital help, and digital artists like Joshua Davis, who explore new ways of creating with technology, I gain a better understanding of the different ways craft and digital art intersect. \n\nVarious articles on Digital Craftsmanship and Traditional Craftsmanship cover topics such as the rise of digital art, the integration of technology in artistic expression, and the appeal of traditional craftsmanship in the digital age. They offer me perspectives on the evolving relationship between digital technologies and traditional craft practices, highlighting both the challenges and opportunities presented by technological advancements.\n\nThroughout my research, I discovered numerous applications of digital technologies in conjunction with craft, and how artists both share many similarities and differ in various aspects. The medium and focus of the artists vary greatly, with some primarily focusing on textile and material design, calligraphy and lettering work, ceramics and graphic design and digital art. Their chosen mediums and areas of focus vary significantly.\nEach artist has a distinct artistic style and aesthetic preferences that shape their work. Their backgrounds and training in art and design also differ. Ng may have a background in textile arts, while Wouters may have honed his skills through calligraphy and lettering practices, and Davis may have a foundation in graphic design or programming.\n\nDespite these differences, all artists described in my thesis exemplify the ways in which digital technologies can intersect with traditional craftsmanship to produce innovative and visually stunning artworks.",
			"image": "amber.webp",
			"link": "go-theses-24-amber-de-ronde"
		},
		{
			"name": "Anna Voola Marcussen",
			"title": "Constrain, Contain, Complain",
			"abstract": "This thesis explores the transformative power of storytelling, using mouldy bread as an analogy to describe the power and entanglement of storytelling. Stories, just alike an airborne fungus in bread, infiltrate the greater narrative of the world, influencing the discourse and shaping perceptions. Focused on the overlooked narratives of the female experience, this thesis challenges the dominance of the white cis male-dominated stories. Further, it explores methods within the realm of literature and fiction, to share experiences by the unwanted and suppressed voices through history and society.\n\nThe concept of the evolving archive, similar to the mouldy bread or an unopened Tupperware, challenges conventional perceptions of archives as being rigid and controlled spaces. This thesis proposes a shift towards healing inequalities, emphasizing the importance of embracing\ndiverse stories. Ultimately, storytelling emerges as a dynamic tool for rewriting and detangling the master narrative, to then hopefully become a more inclusive world where every voice contributes to our shared memories and narratives.",
			"image": "anna.webp",
			"link": ""
		},
		{
			"name": "Antonia Klimsza",
			"title": "Cabinets of Curiosities",
			"abstract": "This thesis explores the concept of the curiosity cabinet, starting with the classic Wunderkammer, then going into the similarities of the Dutch Cabinet Dollhousesfrom the 17th century and reflecting on the contemporary use of wonder rooms in artand digital culture. I am investigating the different motifs behind collecting andshowing how personal and therefore biased cabinets of curiosities are. Myresearch also emphasizes the problematic colonial past these collections have andembody, and therefore encourages a critical view toward the concept. The Chapteron dollhouses gives a feminist perspective and highlights the importance of genderroles in the context of collecting. On top of the historical aspects of the wonder room,I am also trying to understand the endeavor of minimizing and collecting the world: Iam looking at miniature homes and the emergence of microcosms within privatecollections. Throughout my thesis, I am recognizing that the fascination for curiositycabinets comes from the control over the little universe: a realm that allows us toimagine whatever we want and where we can make the complex world around usmore comprehendible.",
			"image": "toni.webp",
			"link": "go-theses-24-antonia-klimsza"
		},
		{
			"name": "Balázs Milánik",
			"title": "Budapest Metropolitan",
			"abstract": "In 2004, when I was around three, my parents finally decided that I was old enough for them to bring me along to the capital of Hungary, Budapest. Other than falling head-first into a fountain in the Buda castle, the most memorable moments of my visit came from the discovery of the metro, hidden below the city. I was amazed by this intricate, yet robust underground system and all its audio-visual aspects: the colourful and grandiose interiors of the stations, the smell of electricity, the sounds of announcements, the loud rumbling of the rolling stocks, or standing on seemingly never-ending escalators connecting these cut-off spaces with the surface above. Some 19 years later, I found myself returning to this fascination leading to the topic of my thesis on the exploration of the Budapest metro. Having started my studies in the graphic design field, it is my intention to use this acquired knowledge to investigate the metro system in sufficient depth, focusing on Metro Line 3 as a landscape of transition.",
			"image": "balazs.webp",
			"link": "go-theses-24-balazs-milanik"
		},
		{
			"name": "Bartosz Pierściński",
			"title": "Database aesthetics: fragmented narratives and post-branding",
			"abstract": "This text delves into the role of database aesthetics, characterization, and the evolving discourse on post-branding in contemporary design practice. It discusses a significant shift from traditional linear narrative structures to more fragmented, database-like arrangements in media and design. This shift is indicative of a broader trend in our culture, where we are moving away from singular, linear experiences to more network-like, complex ones. The author places a strong emphasis on the power of fragmented scenes and idiosyncratic characters over conventional plot structures and illustrates it with works that are highlighted for their innovative use of database aesthetics and character-driven narratives, demonstrating how these elements can be utilized to create more engaging and dynamic viewer experiences.",
			"image": "bartek.webp",
			"link": "go-theses-24-bartek-pierscinski"
		},
		{
			"name": "Beren Tezcanli",
			"title": "Behind The Lens",
			"abstract": "This research examines the multifaceted aspects of the camera (in any form), exploring its effects within and on mass media, daily politics, hyper-capitalism, beauty standards, public consumption, and how it induces oppression in relation to psychological behaviors. By navigating through the interplay of these elements, the writing aims to provide a broad understanding of how the increase of cameras has shaped societal dynamics. The research unfolds a narrative that begins with camera culture/aesthetics, its influence on mass media narratives, its role in shaping societal standards, and the relation between hyper-capitalism and public consumption. The study searches through the link between psychological behaviors and their impact on individuals and collective behavior. Through the exploration of these dimensions, it aims to uncover the complicated nature of camera culture and how it impacts modern society.\nIn a camera-centric environment, what are the impacts of the camera culture, on both individual perspectives and the overarching collective dynamics of society?",
			"image": "beren.webp",
			"link": "go-theses-24-beren-tezcanli"
		},
		{
			"name": "Daan Jonker",
			"title": "Invasive Blooms",
			"abstract": "Invasive Blooms is a speculative fiction that takes place in the early twenty-second century. A potential future, in which a multitude of invasive landscapes have claimed huge areas on the archipelago of Hawaii. Fantasizing about what would happen, if we don't redefine our relationship with the environment, and stay on the same course. Through the imaginary story of Noah and Ella, I explored a variety of these invaders and the currents that carried them to this small bastion of eco diversity. Following a local delivery guy and a goat herder, in order to get a glimpse into the jellyfish seas, the kudzu fields and the Miconia forest. In this story I describe their attempt, to introduce a small yellow butterfly (Euselasia chrysippe), into the ecosystem of Hawaii.",
			"image": "daan.webp",
			"link": "go-theses-24-daan-jonker"
		},
		{
			"name": "Dans Jirgensons",
			"title": "Save As: Black Holes and Archival Revelations",
			"abstract": "This paper is an exploration of the concept of an archive, the action of archiving and various differing perspectives on the preservation of information. Beginning by examining fundamental distinctions between different definitions of an archive, I go on to assess the intricacies of organising, storing information, and accessing it. Originating from personal experiences, such as organising files on a computer and an interest in understanding the instincts for saving, the research extends to several projects that concern different data. The exploration also contemplates the complexities of digital preservation, the significance of archives and the gaps within them, as well as their profound impact on shaping our perceptions of the past and future.",
			"image": "dans.webp",
			"link": "go-theses-24-dans-jirgensons"
		},
		{
			"name": "Diana Jeremejeva",
			"title": "Ink and Skin: An Attempt at Codependency",
			"abstract": "This thesis engages with the human skin, the outer layer of our body, a surface and tool for artistic expression, such as tattoos. It unfolds how tattooing can be a way of self- expression. Our skin is not only a protector against outer harming influences, but it is the largest surface of our body. Just like deep scars, tattoos once incised into this canvas of our bodies are worn for life. Moreover, the aspect of pain and blood, and how this act, in a way gruesome, is of interest, since a person undergoes a conscious decision to have pain inflicted on themselves. Resembling a performance, and in some cases it is one, such as the work of Santiago Sierra, where subjects are part of an artwork. Last but not least I am exploring the symbolism of tattooing, its meaning in certain cultures, and how it has changed and is accessible these days.",
			"image": "diana.webp",
			"link": "go-theses-24-diana-jeremejeva"
		},
		{
			"name": "Elisa de la Serna Gallego",
			"title": "CÍRCULOS",
			"abstract": "CÍRCULOS explores the thoughts triggered by a sudden encounter with The Nothing. The text draws from different dance traditions to explore ways of reclaiming bodily autonomy. It deals with failure and its potential for white bodies. Starting from hiphop cyphers, freestyle in groups is presented as a tool for the redefinition of Western spirituality, away from state-controlled religions. Further, the histories of perreo and the tangos trianeros of flamenco in Spain are used as examples of the control of bodies, specifically those that rebel from state exploitation. These dances claim the right to pleasure through the movement of hips and ass, constituting a threat to the white European narrative. Finally, the text introduces the work of Kebra, founder of the project Desculonización, as a lesson of embodied education and liberation. How can these reflections on the past inform our visual imaginary in the future?",
			"image": "elisa.webp",
			"link": "go-theses-24-elisa-serna"
		},
		{
			"name": "Elzė Vilkelytė",
			"title": "Pleasers as Entry To My Alter Ego",
			"abstract": "Within my thesis I explore my alter ego, using the analogy of the Pleaser Heel as an entry to her, Zarissa. I elaborate how my alter ego was built based on my upbringing, acquired aesthetics and materialistic desires. I go on to analyze the deeper layers behind my alter ego and argue that she utilizes her sexuality, specifically by evolving in the spheres of erotic entertainment and its relation to sex work, to reject the patriarchy and the male gaze. I conclude with reflections on the intersections of sexual repression, shame and whorephobia, all of which I aim to divert through my alter ego, a personal research into bodily autonomy, female sexual power and community.",
			"image": "elze.webp",
			"link": "go-theses-24-elze-vilkelyte"
		},
		{
			"name": "Emma Hopchet",
			"title": "All My Friends Are Bettys",
			"abstract": "Nostalgic memories of mine popped up and brought me back to the\ncontemplation of Betty Boop's symbolism. What does it mean to reap-\npropriate her image today? How did the reproduction of the golden\nera cartoon derived from an institutionalized, patriarchal interpreta-\ntion of times and its people, to eventually be re-interpreted by indivi-\nduals to correspond other times and people?\nThe symbolic character is a case study that illustrates a broader fas-\ncinating topic: the realm of the body of women as a weapon for ex-\npression of our independence. As a collectable object too, its value\nconfesses a fetishist fantasy.\nShe became an infinitely reproduced symbol of femininity. I aim to\nexplore her representation used in high and low culture, by profes-\nsionals and amateurs. I hope to find new ways to re-interpret her\ncult from a contemporary perspective, and what it would mean to\nre-contextualize her figure once more. I want to give a new stage to\nher story. My relation to BB's image today is partly shaped by my graphic de-\nsign/art studies. And my position as a white heterosexual female,\nborn in 2000, determines my understanding of the story.\nI have discovered precious facts that concern the Behind the Scenes\nof Betty's creation. And I am pleased to share them, in my own way.",
			"image": "emma.webp",
			"link": "go-theses-24-emma-hopchet"
		},
		{
			"name": "Esther Peronnet",
			"title": "With the Weight of Your Keys the Map Has Changed",
			"abstract": "House keys: they may be light or heavy, and you may carry them with little to no meaning. Personally, I consider them unstable objects in my life, accumulating them by the dozen. The longer I stay in one place, the less happiness I feel. Perhaps it's a feeling or a sheer inability to appreciate any sort of routine. Often, the walls of a daily routine start to feel confining to me, and I feel the need to move again – places, houses, people.... With each move, of course, a different key enters my life.",
			"image": "esther.webp",
			"link": "go-theses-24-esther-peronnet"
		},
		{
			"name": "Francisco Sebire Munk",
			"title": "Reggaeton is Dead",
			"abstract": "In the genesis of Reggaeton, its roots were in working-class Panama before expanding across the Spanish-speaking Caribbean. The early 2000s witnessed its transformation into one of the world's most pervasive music genres, transcending cultural boundaries. Nonetheless, reggaeton has elicited prejudice from different points of its history, stemming from the time of its raw and underground origins in poor communities. Accusations of promoting anti-values like commodity fetishism, sexism, and homophobia persist, casting shadows on its cultural significance. Having grown up with reggaeton, it was the first genre I experimented with as a musician and DJ, and to this day, it remains a defining element in my work. My strong link to the genre sparked my interest in the understanding of these sounds, as well as the history, politics and social issues behind them. The truth is, despite being labeled \"low class\" and \"inferior,\" Reggaeton remains resilient, it persists, prompting an important question: Can we separate the art of reggaeton from these misconceptions?  \n \nAside from a historical overview and analysis on the genre, questions arise from its inclusion in the mainstream and its appropriation on dance floors in the Global North:   \n      \nWhat is the future of reggaeton? Has the adaptation of reggaeton into the mainstream gone too far? Is reggaeton dead?\n\nThrough music, history and opinion, this thesis aims to deconstruct Reggaeton — and defend it.",
			"image": "francisco.webp",
			"link": "go-theses-24-francisco-sebire"
		},
		{
			"name": "Iben Hegreberg",
			"title": "Unraveling soft threads",
			"abstract": "This thesis delves into the relationship between textile craft and the construction of women's gender roles, tracing a red thread from pre-historic times to the present. Structured in a fragmented, yet linear way, the thesis offers notions on how storytelling has played a role in the value of textile craft. How can the role of textile craft be re-contextualized in today's society? Can textile craft be a tool to deconstruct gender roles?\n\nUsing a multidisciplinary approach, I will first contextualize textile craft within historical narratives, by using Ursula K. Le Guin's The Carrier Bag Theory of Fiction to reflect on the narrative of textile craft in pre-historic European cultures. Further, I will look at Norse Mythology where goddesses wielded mythological powers through spinning threads of destiny. I will offer notions on how mythological representations of women might reflect on the position of textile work and its association with femininity. Then I will look at the construction of The Madonna, and how the domesticated knitting mother became an image of the feminine stereotype. Lastly, I will look at how textile craft was used as a tool for deconstructing the patriarchy by the feminist movement, and the position of textile craft today.",
			"image": "iben.webp",
			"link": "go-theses-24-iben-hegreberg"
		},
		{
			"name": "Idil Alpa",
			"title": "From Ground to Roof: the Gecekondu",
			"abstract": "Informal settlements have emerged as a significant feature of urban landscapes globally, particularly in developing countries. Gecekondu, originating in the 1940s concurrent with Türkiye's industrialization, continues to endure as a prominent form of informal settlement. The perception and associations surrounding gecekondu have evolved in parallel with Turkey's socio-political environment. This paper seeks to investigate the shifting societal perceptions of gecekondu over time, alongside the inter-nal social dynamics within gecekondu neighbourhoods. \n\nAs a result of their prominence in the social setting, informal settlements have also gathered attention within the realms of art and design. This paper will showcase examples of artwork and conceptual ideas exploring this theme. Additionally, a specific gecekondu neighbourhood in Istanbul has been selected for first-hand exploration, and documented through imagery. These visual representations will serve to support the conversations surrounding the gecekondu phenomenon. While gecekondus are spread widely throughout Turkey, particular emphasis will be placed on the case of Istanbul. By focusing on Istanbul, this paper aims to provide an understanding of the gecekondu phenomenon within the context of Turkey's largest city. Through a multidimensional analysis including societal perceptions, internal dynamics, artistic interpretations, and visual documentation, this paper attempts to offer a comprehensive examination of the significance of gecekondus in Türkiye's urban fabric.",
			"image": "idil.webp",
			"link": "go-theses-24-idil-alpa"
		},
		{
			"name": "Inge Maier",
			"title": "Your Skeleton Crosses the Threshold",
			"abstract": "In the same way that chalk is a porous material, having minute cracks and holes through which air, gas, or liquid can pass, I want to take a porous approach to my writing and structure of this essay. In Danish, the word kalk, directly translating to chalk, encompasses both chalkstone and limestone. Therefore, when I write chalk, I am talking about kalk, meaning it could be either of the two. My first statement could in that sense suggest, that I do not intend on serving airtight opinions or facts, impenetrable by no argument, but that I instead wish to allow myself to build up the text with sediments of language and comparisons, in a way that could make sense but also easily could be picked apart.",
			"image": "inge.webp",
			"link": "go-theses-24-inge-maria"
		},
		{
			"name": "Jaan Pavliuk",
			"title": "Destination Unknown - An Ecosystem of Fantasy",
			"abstract": "From Drexciya to David Guetta, from Paradise Garage to Tomorrowland — dance music has a tendency to be rooted in fiction and narrative, where the imaginary and the real play a symbiotic, equal role. A feedback loop of sound and meaning, reverberating through the communal body, conjures fictional worlds that accompany club nights, festivals, releases, and many other aspects of electronic music as a whole. It turns and tumbles. This circular motion is what pulled me in, the year being 2017. Fast forward 7 years, I am here, writing this. In those years, I have been an active participant in the \"scene\" surrounding electronic music. Now, I am referring back to where it all started, this feeling of hyperreality, a sense of traveling without arriving. New questions have risen, more precisely concerning the cultural dimensions of the genre, particularly the role of fictional narratives in shaping the perceptions within the broader electronic music culture.",
			"image": "jaan.webp",
			"link": "go-theses-24-jaan-pavliuk"
		},
		{
			"name": "Jade Akkerman",
			"title": "Dear Thesy",
			"abstract": "This thesis is based on two aspects of the diary. The first being  its relation to femininity and feminism. The second being, the private and public properties of the diary in terms of personal information and its accessibility. Even though diaries are idiosyncratic objects, encrypted or written in a cryptic manner, they are still deciphered, edited and published posthumously. \n\nThrough reading diary entries from Kathleen Collins, Beatrix Potter and Anaïs Nin, reading analyses of diaries (Bobbitt, Duin, Huff, Kutzer, Shikibu), reading about how to read a diary (Henderson) and conversing, writing and reflecting on diaries in my own diary, I concluded the following: \n\nThe diary is being regarded as a women's medium because it used to be the only access to writing women had, making it a medium for self-expression and a feminist practice. This still holds value today, as the diary provides a platform for finding new meaning and connections  without censoring oneself, which are in turn expanded on and contextualized. Writing in code or cryptic language provides control over privacy levels while revealing personal information.",
			"image": "jade.webp",
			"link": "go-theses-24-jade-akkerman"
		},
		{
			"name": "Jim Olijkan",
			"title": "Drawing Borders, Framing (Visual) Culture",
			"abstract": "In this thesis I explore frames in visual media: The ones found in museums and galleries, those in books and editorial design. And the frames found in online-culture and memes. I investigate the history and traditions of frames, and I discover how they relate to more abstract frames, like certain social constructs and topics relating to identity.\n\tI will give a general introduction to frames, in which I dissect a frame into its properties and functions. After this introduction, this thesis will continue following a non-linear structure consisting of little standalone vignettes. These little \"nuggets\" are not meant to be read in any specific order. With this structure I hope to present my research in a digestible manner.",
			"image": "jim.webp",
			"link": "go-theses-24-jim-olijkan"
		},
		{
			"name": "Jiwon Suh",
			"title": "Threads of Memory: Unraveling the Evocative Power of Worn Garments in Art, Identity, and Society",
			"abstract": "In this digital age of constant chase towards the new and the constant bombarding of news of cutting-edge technology, my urge to explore an object of the mundane, still, and obsolete at times, had always been in the back of my mind for a period of time. During the time of my arrival back to the Netherlands after spending 11 months in my home country, I unravel the evocative power of clothing through old pictures from my childhood. The introspection solidifies my will to explore worn garments not only on a personal level but also dig deeper about this subject through narratives of used clothing in the works by author in the realm of art and design. The essay aims to answer the question: how does worn garments play their role as an evocative tool and serve as tangible portals to memories, shaping artistic expressions and personal identities, and contributing to a broader societal narrative?\nI embark on the journey of rediscovering worn clothing by visiting ECHO. Wrapped in Memory exhibition at MoMu in Antwerp. Throughout the chapters, I analyze works by Louise Bourgeois, Chiharu Shiota, and Elisa van Joolen, serving as poignant case studies that explores the relationship between clothing and memory. Bourgeois provides a new perspective on used garments by exhibiting her own clothes that are intertwined with childhood trauma. Shiota broadens the narrative by embracing collective memory accumulated through people's shoes and personal stories, encapsulating the interconnected human experiences. Joolen introduces a unique perspective through individual and collective values associated with worn garments of workshop participants, delving deeper into broader economic and social contexts.\nEach case study opens up a new perspective to worn clothing closely intertwined with memories that is often overlooked in our future-oriented society. The research highlights the role of clothing as a medium not only for personal expression but also as a catalyst for collective memory within society, opening genuine conversations on personal narratives and societal issues.",
			"image": "jiwon.webp",
			"link": "go-theses-24-jiwon-suh"
		},
		{
			"name": "Jiye Kim",
			"title": "The Power of Doing Nothing",
			"abstract": "In modern society, most people have shifted their awareness to organizing lives around productivity and achievement instead of prioritizing their well-being. As people increasingly value work, justifying the enjoyment of relaxation becomes challenging. Through psychological research on mental health, this paper attempts to provide an overview of cognitive shifts that counter inherent social propositions. This goes in hand with acts of rest, which question the traditional concept of doing nothing and social standards. The purpose of this thesis is to disclose a positive aspect of relaxation that is called doing nothing as a means of protective mechanism while living in a hustle culture.",
			"image": "jiye.webp",
			"link": "go-theses-24-jiye-kim"
		},
		{
			"name": "Julie Sørensen",
			"title": "Where did the Wild Woman Run?",
			"abstract": "This thesis embarks on a travel through my wandering thoughts on the entanglement of womanhood and the enchanted forest, specifically within the landscape of Denmark. With Nature Criticism as a starting point, I offer ecofeminism as a crucial branch of conversation. \n\nTo trace the evolution of women's narrative, I explore historical roots through mythology and language, whilst challenging the narrative of today, which has been determined by the patriarchy. I shed light on the overlooked role of women in the Danish Monarchy, whilst offering a reevaluation of historical events, to gain a deeper level of understanding of women's agency and position in society. By addressing the concept of hysteria, the thesis examines how social norms have pathologized women, brewed awful stereotypes, and hindered the autonomy of choice. The witch-hunts serve as a reminder of the systemic oppression faced by women who deviated from the patriarchy. Additionally, parallels are drawn between the archetype of the wild woman and the national wolf hunts. With the wolves returning to the Danish forests, and reclaiming their territory, I argue to let this be a symbol of liberation from societal contains and a reconnection with our suppressed instincts. \n\nI leave you hanging with questions of what tomorrow looks like, what our next steps are as a society, and which directions our archetypes could take. By reclaiming forgotten narratives, and challenging the patriarchy, to embrace the autonomy of choice, I advocate for a future with a paradigm shift(s). Where the entanglement between the domination of women and nature are recognized, so we can establish new groundwork for collective healing.",
			"image": "julie.webp",
			"link": "go-theses-24-julie-werenskjold-sorensen"
		},
		{
			"name": "Kelly Martijn",
			"title": "Letters From a Mother",
			"abstract": "Letters From a Mother\" is a series of intimate letters traces my personal journey from discovering my pregnancy in March 2023, navigating the decision of parenthood amidst societal judgments. Inspired by Audre Lorde's essay, \"Transforming Silence Into Language,\" I use writing to express the unique challenges of becoming a young mother.\nFocused on amplifying the often-overlooked voice that a young mother can have, the narrative delves into societal expectations and challenges, shedding light on the unique struggles faced during pregnancy and early motherhood. In conclusion, these words exist for those seeking understanding, support, or connection.",
			"image": "kelly.webp",
			"link": ""
		},
		{
			"name": "Lara Silva Santos",
			"title": "Dribble: Graphics of the Loose Body",
			"abstract": "The focus of this text is to legitimise the body as a terrain of knowledge in physical and digital spaces. What is repeated in the body and the voice is also an episteme, according to thinker Leda Maria Martins. A discussion on the (dis)connection to the body emerges from the remix of lived experience, family dialogues, theory and graphic memory: curated found images that reflect research on how bodies can write in the digital environment. Here the notion of the body, choreography and writing as a means of communication meet. The body is charged with the power to dismantle Eurocentric conventions that have marginalised oral and physical knowledge from graphic design education.",
			"image": "lara.webp",
			"link": "go-theses-24-lara-santos"
		},
		{
			"name": "Loïs van Spijk",
			"title": "Stored energy, bound to be released.",
			"abstract": "In this artistic, sometimes speculative, research document, I will delve into an exploration of three different manifestations of energy 1 that get released at rave parties. These manifestations contain; the light as part of designated scenography, the powerful sonic of electronic music, and the kinetic energy of the dancing crowd. I aim to understand how these external influences fuel my internal energy. By examining the motivation behind my creative processes, I aim to explore how to transform this evoked energy into creative drive. By gaining awareness about this, could this be used as a tool?\nI will reflect on my past experiences at raves while mindfully engaging with a new one. During this, I will heighten my awareness and engage all my senses in the experience. I will attentively reflect on, for instance, a philosophical text on light or the neurological explanation of how rhythm is connected to emotion. I made notes while raving, on which I later reflected by the act of writing. This approach allowed me to use raving as a research method. The necessity of mid-process, attending a rave to conclude my statements inherently answers an important aspect of what I suppose.\nIn this document, I explore my main topics from the standpoint of three artistic sources: a piece of writing by philosopher Hans Blumenberg, a music-related video of a performance by Jeff Mills, and I will introduce a video artwork by Rineke Dijkstra. Analyzing these external and creative sources helped me refine my perspective on the topics of my text. It also made me conclude how some elements of energy are integrated into my creative processes as a photographer and graphic designer.",
			"image": "lois.webp",
			"link": "go-theses-24-lois-van-spijk"
		},
		{
			"name": "Lucas Mainieri Franco",
			"title": "Why is wall street inscribed in gold and the black panthers printed in xerox?",
			"abstract": "From fossils, through marks in stone and inscriptions, this thesis examines what a monument is, and what it can potentially be. \n\nThe text is divided in the two sides of the same coin. \n\nThe first side focuses on how monuments have been built until now, how they contribute to the shaping of our collective memory. Through the texts of Foucault and Sueli Carneiro, I explore what monuments mean for our society, who they commemorate—most importantly, who they faulter to—and what consequences do they inflict upon the people not reflected in their figures of stone and bronze. \n\nThe second side looks at the untapped potential of monuments, and possibly a new way of building them. Using Plato's concept of mimesis and representation, I see mimicking as a strategic device to reappropriate visual language and carve our names in the monuments they didn't build for us. To learn from the old ways of making monuments, and appropriate them as a way of forcefully inserting ourselves into the narrative. To use reproduction to take something that doesn't speak to us (or for us) and rewrite it, translate it into our message.",
			"image": "lucas.webp",
			"link": "go-theses-24-lucas-franco"
		},
		{
			"name": "Lucky Kim",
			"title": "How did we come to fall in love via a machine",
			"abstract": "According to Maslow, love and belongingness are one of the innate needs of human beings.  Thus, human connection has played a significant role throughout human life in various contexts, such as building physical connections with face-to-face conversations or hugs. \n\nHowever, we are currently witnessing a Renaissance of social connection through technology. Particularly, platforms like Tinder, emblematic of the online dating market, have introduced a new dating culture. On this platform, algorithms function as matchmakers, aiding us in finding genuine connections by recommending potential matches tailored to individual preferences and behavioral data, thereby expanding our social circles.\n\nYet, various factors, including behavioral addiction, obsession with online self-presentation, and the absence of physical meetups, can impact the quality of relationships. Therefore, to achieve a deeper understanding of modern relationships, it is crucial to be more conscious about the entire journey of how we fall in love via a machine.",
			"image": "lucky.webp",
			"link": "go-theses-24-hyosun-kim"
		},
		{
			"name": "Lucy Gengler",
			"title": "Treasures of Care",
			"abstract": "When everything is changing constantly, moving at lightning speed, there is often no time and energy to care for others. It's more convenient to send an SMS than a letter to someone. And as we have isolated ourselves, our trust in strangers has shifted, care and intimacy have shifted. This thesis explores how we could reshape our vision in finding small mundane rituals that could help us bring more resilience to build community. \n\nFor this research, I explore the historical framework of care, provided by feminist thinkers like Silvia Federici, alongside perspectives from feminist filmmakers such as Chantal Akerman and Anna Hints. The artists' works highlight the perception of care work as invisible and traditionally categorized as women's work to bring attention of this significant issue. Yet, collectives such as the 'Casco Art Institute & Annette Kraus' are suggesting approaches that encourage us to rethink our societal constructs, for instance by engaging in collective exercises.  \n\nBuilding on this foundation, I look into psychological concepts like the gift economy, by activist Charles Eisenstein and the author Lewis Hyde. Here, the notion of the gift emerges as a powerful tool for fostering human connection and community. I delve into rituals that nurture connection and intimacy, such as letter exchanges, which transcend individualism and cultivate collectivity. My journey has been one of immersion, receiving care from gardeners, letter writers, and artists alike, and absorbing the gifts they offer.\n\nWithin this framework, I uncover the profound significance of rituals. They serve as vessels that transport care from individualism to community, forming a continuous cycle of giving and receiving. Ultimately, they foster a sense of of belonging, creating tighter bonds within our communities.",
			"image": "lucy.webp",
			"link": "go-theses-24-lucy-gengler"
		},
		{
			"name": "Maya Kurella",
			"title": "Narratives of the Night",
			"abstract": "Sleep talk is an area of research that remains largely neglected — slept upon — due to the seeming unimportance of the topic. It looks like there is no urgency for research, after all, it is perceived as nonsensical babble, simply a by-product of dreaming. With my research, I highlight and speculate upon the possibilities that are opened up through recording, documenting, transcribing and sharing sleep talk, which would challenge the predominant perception of this topic and potentially open up new lines of research relevant in both scientific and artistic perspectives.\n\nI present sleep talk in a new light: one of turning non-productivity into productivity, giving sleep talk the platform and importance that it deserves. I will bring this to light by combining examples of artists (Sophie Calle, Mirtha Dermisache, Jim Shaw, Federico Fellini), psychological references ('Why We Sleep' by Matthew Walker, 'The Reinterpretation of Dreams: An Evolutionary Hypothesis of the Function of Dreaming' by Antti Revonsuo, 'Synaesthesia—A Window Into Perception, Thought and Language' by V. S. Ramachandran and Edward Hubbard and 'The Hill Cognitive-Experiential Model of Dream Interpretation' by Clara E. Hill and Aaron B. Rochlen) along with my own experiences, interpretations and arsenal of sleep talk snippets, recorded over the past four years, much of which I have shared on @mayasleeptalks on Instagram. This was the starting point for my Visual Essay exploration, where I decode the transcript of the night using childhood drawings and other ephemera. In doing so, I create a foundation for a visual language that aims to connect the past, present and future, observing recurring themes.\n\nThrough this framework, I uncover how recollecting experiences, synthesising events from the past, present and future, and employing the method of 'double-archiving' can be helpful tools, especially in creating a visual language through drawing. How moving from the individual to the wider collective, along with the act of dream transcription in itself, are tools for capturing interesting narratives, and making these narratives accessible to a wider audience. Expressing narratives through drawing adds the element of materiality that these otherwise ephemeral narratives require, especially to be understood and listened to by others.",
			"image": "maya.webp",
			"link": "go-theses-24-maya-kurella"
		},
		{
			"name": "Mina Kamburova",
			"title": "In the Memories of The Curious and The Misfortunate",
			"abstract": "The topic of this essay is the phenomenon of re-experiencing familiarity and experiencing the familiar as 'strangely new', (deja vu and jamais vu respectively), how it can be induced, and to what level can it be experienced collectively, resulting in a kind of fictional collective encounter, a speculative folie a deux. The methodology in use is the exploration and analysis of cases of artistic expression that I intertwine with intuitive personal encounters. Can this be a mental platform for discovering missing links and lost memories in the individual experience? I here speak in three voices—one of reflection, one of personal recollection, and one of delusion. The reader is taken on a journey to a realm of derealisation and confusion and introduced to its inhabitants, the characters of curiosity and misfortune. Focusing on and challenging these deviant encounters has the potential to show people a place where one might reinvent their relations, or even find fluidity in their persona. This research has no linear objective and will propose no definite answers, as it aims to dive into a sensation that is usually dismissed as strange, often unpleasantly so.",
			"image": "mina.webp",
			"link": "go-theses-24-mina-kamburova"
		},
		{
			"name": "Moto Sasaki",
			"title": "An Ode to Subtle Placements",
			"abstract": "Any object is completely still or in motion from one place to another. Rearranging objects in one's apartment is one example, where the objects I am surrounded with are tentative regarding the placement.\n\nThe scene I saw of personal belongings, used as a form of queuing at the football stadium in Japan, has a specific reason behind the placement. Although temporarily placed, it has a meaning moving forward.\n\nIn this thesis, I aim to discuss the change in spatial environments caused by the placement of objects. My research question is, how does the placement of objects define new interpretations within the spatial environment? Additionally, what are the implications of misplacing text and objects together?\n\nI plan to investigate these aspects by incorporating my memories of visits to a specific spatial environment where objects are influenced and exploring examples from contemporary artists that I have personally encountered. Throughout this essay, I will dive into some of the chosen works mentioned and analyze how the placement of the objects influences the viewer within the space.",
			"image": "moto.webp",
			"link": "go-theses-24-moto-sasaki"
		},
		{
			"name": "Nova Lie",
			"title": "Decay Decór—Visual Events Unveiled",
			"abstract": "This essay delves into the concept of Visual Events. Seemingly insignificant details like muddy shoeprints on the pavement, moss-filled crevices and weeds reclaiming a forgotten corner, a crumbling wall with graffiti and ivy, and the efforts to remove them both. Shadows casted by urban structures and the leaves of the tree. Broken windows and a puddle reflecting the landscape in a distorted mirrored dimension—The visual proof of change, that is the real life of our designed objects. This exploration unfolds in the twilight zone where human creations meet nature's determined regeneration, highlighting the tension between the capitalist-commercial aesthetic and the organic forces that persist. Through analysing and deconstructing the Visual Event's perceivable appearance, this essay aims to find the sublime in the unnoticed visual details. With this perspective, advocating for a design philosophy that actively collaborates with the events, embracing their transformative nature and recognizing their life force.",
			"image": "nova.webp",
			"link": "go-theses-24-nova-lie"
		},
		{
			"name": "Paulina Cywoniuk",
			"title": "Storytelling in interactive environments",
			"abstract": "This thesis explores the influence of interactive environments on storytelling. It will dive into the evolution of storytelling in the digital age and investigate how various games and immersive projects can serve as a catalyst for engaging narrative experiences. Additionally, this thesis examines case studies of successful interactive storytelling projects, highlighting the role of interactivity in shaping the user's journey and fostering a more profound connection between the audience and the narrative. Ultimately, this investigation contributes to the understanding of the dynamic role game design plays in pushing the boundaries of narrative communication in the digital era and how storytelling benefits from the interactive mediums.",
			"image": "paulina.webp",
			"link": "go-theses-24-paulina-cywoniuk"
		},
		{
			"name": "Rocío González Batallánez",
			"title": "How Ai & The World Of Gaming Influences (Real) Warfare",
			"abstract": "Strategic wargames can have both indirect and direct influences on real-world decisions, but when AI algorithms become the designer of the outcomes behind war strategy, we face two challenges: lack of explainability and bias.\nUniformity serves as the fundamental prerequisite for the assertion of power. Thus, I see AI systems as a form of power that can solidify its foundation on absolute conditions, emphasising uniformity of thought, pathways, speech, and behavioural patterns. This can translate on the jeopardization of freedom of expression, and an ultimate tool for warfare.",
			"image": "rocio.webp",
			"link": "go-theses-24-rocio-gonzalez-batallanez"
		},
		{
			"name": "Sonya Umanskaia",
			"title": "Atlantic Memoryscape: Commemoration of Disappearance",
			"abstract": "A chain of enigmatic concrete constructions invisibly encircles the northern coast of Europe and delving inland, fossilizates, keeping secrets of the forgotten past. Most of them rest between spiky bushes, verdant, buried under layers of sand and soil. These alien-looking objects are the vestiges of the Atlantic Wall, a gigantic defence system of fortifications and bunkers stretching from Norway to the Franco-Spanish border (P. Harff, D. Harff; 2004). Erected by the Nazi German army during World War II, it served as a formidable bulwark against Allied invasion (Ibid.). For citizens of countries overtaken by the Nazis, the wall is connected to a stigma of seizure, surrender, dependency, and humiliation—a spatial intervention that constantly reminds of the once-lost freedom.",
			"image": "sonya.webp",
			"link": "go-theses-24-sonya-umanskaia"
		},
		{
			"name": "Stefa Bodnia",
			"title": "Matter Stands Witness in Silent Response",
			"abstract": "Microparticles, dust, fossils, metals, gases, and minerals compose an archive of records of events on the terrain. It holds the memory of loss and destruction, engaging in the interplay between political dynamics, material exchange, commodity and the production of technologies. Matter serves as a starting point for understanding the materiality of technologies, capital and exploration of power dynamics that create layers of controlled visibility.\n\nThis thesis explores the landscape of south-eastern Ukraine across three stories of its past, post-industrial present, and service-oriented future, marked by the enduring impact of imperialism. The landscape, disintegrating into minerals, transforms into dust, microparticles resembling black snow, and neon gas—the material and matter holding power and bearing witness.",
			"image": "stefa.webp",
			"link": "go-theses-24-stefa-bodnia"
		},
		{
			"name": "Taotao Li",
			"title": "The Power of Neon Signs in Hong Kong",
			"abstract": "This thesis delves into the developmental history of Hong Kong's neon signs, examining why these neon signs have evolved into a distinctive visual culture globally recognized from both visual and cultural perspectives. Additionally, the research delves into the intricate craftsmanship underlying neon sign production, the rationale governing visual synthesis, the interplay between Hong Kong's identity and neon signs, and the consequential cultural influence wielded by these neon signs.",
			"image": "taotao.webp",
			"link": "go-theses-24-taotao-li"
		},
		{
			"name": "Trang Quynh Le",
			"title": "it's being on the beach on a gloomy day and ur skin exposed to the wind",
			"abstract": "I would like to write about loneliness as a feeling that has a home within me, but also extends into a collective common ground. Moving between [interlude](s) of personal writing and theoretical analysis, I want to write about it in a way that both reveals how it feels, but also gives an insight into its reasonings. To give an insight into how loneliness is never individual, but how it takes its form as a public feeling enforced by societal influences.",
			"image": "trang.webp",
			"link": "go-theses-24-trang-le"
		},
		{
			"name": "William Kosse",
			"title": "Metamorphic Memories: Exploring the Interplay of technology and Human Recollections",
			"abstract": "This thesis investigates the interplay between memories and the transformative influence of technology on human cognition. It delves into the evolving landscape of memories, investigating how technology shapes the formation, preservation, and distortion of both personal and collective memories. Examining how individuals curate and present their life stories, the study extends its focus to technology's role in crafting immersive memories, blurring the boundaries between virtual and real experiences. Additionally, it explores the impact of technology usage on memory recall, altering the way events are remembered and documented. The research also scrutinises broader implications for historical memory, contributing to a reshaped collective understanding and interpretation of historical events.",
			"image": "william.webp",
			"link": "go-theses-24-william-kosse"
		}
	]
}
